<?php

return [

    'main' => 'الرئيسية',

    'categories' => 'الاقسام',
############ Edit & Create  Pages #################
    'catEdit' => 'تعديل الاقسام',
    'data' => 'بيانات القسم',
    'catAdd' => 'اضافة قسم جديد',
    'catName' => 'اسم القسم',
    'cancel' => 'تراجع',
    'save' => 'حفظ',
    'add' => 'اضافة',
    'parent' => 'القسم الرئيسي',

################## Index Page ##########################

    'all' => 'كل الاقسام',
    'name' => 'الاسم',
    'slug' => 'الاسم بالرابط',
    'status' => 'الحالة',
    'categoryPhoto' => 'صورة القسم',
    'operations' => 'العمليات',
    'active' => 'مفعل',
    'notActive' => 'غير مفعل',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'error' => 'القسم غير موجود',

];
