<?php

return [

    'main' => 'الرئيسية',

    'mainCategories' => 'الاقسام الرئيسية',
    'subCategories' => 'الاقسام الفرعية',

############ Edit & Create  Pages #################
    'mainEdit' => 'تعديل الاقسام الرئيسية',
    'subEdit' => ' تعديل الاقسام الفرعية',

    'mainData' => 'بيانات القسم الرئيسي',
    'subData' => 'بيانات القسم الفرعي',

    'mainAdd' => 'اضافة قسم رئيسي جديد',
    'subAdd' => 'اضافة قسم فرعي جديد',

    'catName' => 'اسم القسم',
    'cancel' => 'تراجع',
    'save' => 'حفظ',
    'add' => 'اضافة',
    'parent' => 'القسم الرئيسي',

################## Index Page ##########################

    'mainAll' => 'كل الاقسام الرئيسية',
    'subAll' => 'كل الاقسام الفرعية',

    'name' => 'الاسم',
    'linkName' => 'الاسم بالرابط',
    'status' => 'الحالة',
    'categoryPhoto' => 'صورة القسم',
    'operations' => 'العمليات',
    'active' => 'مفعل',
    'notActive' => 'غير مفعل',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'error' => 'القسم غير موجود',

];
