<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Sidebar Language Lines ==> Dashboard
    |--------------------------------------------------------------------------
    |
    |
    | free shipping    local pickup    flat Rate
    */

///////////// header ////////////////////////

    'logOut' => 'تسجيل الخروج',
    'editProfile' => 'تعديل الصفحة الشخصية',

///////////// general ////////////////////////

    'home' => 'الرئيسية',
    'main' => 'الرئيسية',
    'showAll' => 'عرض الكل',
    'cancel' => 'حذف',
    'save' => 'حفظ',
    'add' => 'اضافة',
    'all'=>'الجميع',
    'price' => 'السعر',

///////////// languages ////////////////////////
    'languages' => 'اللغة',
    'addLanguage' => 'اضافة لفة جديدة',


///// index Pages //////////
    'name' => 'الاسم',
    'slug' => 'الاسم في الرابط',
    'status' => 'الحالة',
    'operations' => 'الاجراءات',
    'active' => 'مفعل',
    'notActive' => 'غير مفعل',
    'edit' => 'تعديل',
    'delete' => 'حذف',


///////////// categories ////////////////////////
    'categories' => 'الاقسام',
    'catAll' => 'جميع الاقسام',
    'catPhoto' => 'صورة القسم',
    'catEdit' => 'تعديل القسم',
    'catData' => 'بيانات القسم',
    'catAdd' => 'اضافة قسم جديد',
    'catName' => 'اسم القسم',
    'catParent' => 'القسم الأب',
    'catMain'=>'قسم رئيسي',
    'catSub'=>'قسم فرعي',
///////////// brands ////////////////////////
    'brands' => 'الماركات التجارية',
    'addBrand'=>'اضافة ماركة',
    'brandAll'=>'جميع الماركات',
    'brandData'=>'بيانات الماركة التجارية',
    'brandEdit' => 'تعديل الماركة',
    'brandPhoto' => 'صورة الماركة التجارية',
    'brandName' => 'اسم الماركة التجارية',
///////////// tags ////////////////////////
    'tags' => 'العلامات',
    'addTags'=>'اضافة علامة',
    'tagAll'=>'جميع العلامات',
    'tagData'=>'بيانات العلامة',
    'tagEdit' => 'تعديل العلامة',
    'tagPhoto' => 'صورة العلامة',
///////////// products ////////////////////////
    'products' =>'المنتجات',
    'addProduct' =>'اضافة منتج جديد',
    'attributes' => 'سمات المنتج',
    'addAttributes' => 'اضافة سمة جديدة',
    'options' => 'خصائص المنتجات',
    'addOptions' => 'اضافة خاصية جديدة',


///////////// settings /////////////////////////

    'settings' => 'الاعدادات',
    'shipping methods' => 'وسائل التوصيل',
    'free shipping' => 'توصيل مجاني',
    'local pickup' => 'توصيل داخلي',
    'flat rate' => 'توصيل خارجي',
    'editShippingMethods'=>'تعديل وسائل التوصيل',
    'storeData'=>'بيانات المتجر',
    'shippingValue'=>'قيمة التوصيل',










];
