<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Shipping section Language Lines ==> Dashboard
    |--------------------------------------------------------------------------
    |
    |
    |
    */


    'main'=>'الرئيسية',
    'shippingMethods'=>'وسائل التوصيل',
    'editShippingMethods'=>'تعديل  وسيلة التوصيل',
    'storeData'=>'بيانات المتجر',
    'name'=>'الاسم',
    'shippingValue'=>'قيمة التوصيل',
    'cancel'=>'تراجع',
    'save'=>'حفظ',

];
