<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Sidebar Language Lines ==> Dashboard
    |--------------------------------------------------------------------------
    |
    |
    |
    */


    'languages'=>'اختر اللغة',
    'showAllLanguages' =>'عرض الكل',
    'addLanguage' =>'اضافة لغة جديدة',



    //////////////////////////////////////
    'settings'          =>'الاعدادات',
    'shipping methods'  =>'وسائل التوصيل',
    'free shipping'     =>'توصيل مجاني',
    'local pickup'      =>'توصيل داخلي',
    'flat rate'         =>'توصيل خارجي',





];
