<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Sidebar Language Lines ==> Dashboard
    |--------------------------------------------------------------------------
    |
    |
    |
    */


///////////// Main Page ////////////////////////

'home' =>'الرئيسية',


///////////// settings /////////////////////////
    'languages'=>'اختر اللغة',
    'showAll' =>'عرض الكل',
    'addLanguage' =>'اضافة لغة جديدة',

    'addCategory' =>'اضافة قسم جديد',
    'subCategories'=>'الاقسام الفرعية',




    //////////////////////////////////////
    'settings'          =>'الاعدادات',
    'shipping methods'  =>'وسائل التوصيل',
    'free shipping'     =>'توصيل مجاني',
    'local pickup'      =>'توصيل داخلي',
    'flat rate'         =>'توصيل خارجي',





];
