<?php

return [

    ################### General #################
    'success' => 'تم الحفظ بنجاح',
    'error' => 'هناك خطأ ما !! يرجي المحاولة لاحقا',
    'missId'=> ' غير موجود',
    'deleted'=>'تم الحذف بنجاح',
    'created'=>'تم الانشاء بنجاح',
    'reqName'=>'يجب ادخال الاسم',



    ################### Email #################
    'reqEmail' =>'يجب ادخال البريد الالكتروني',
    'formEmail' =>'صيغة البريد الالكتروني غير صحيحة',
    'reqPassword' =>'يجب ادخال الباسوورد',


    ################### Categories #################


    ################### Brands #################
    'brandCreated'=>'تم انشاء الماركة بنجاح',

    ################### Tags #################


    ################### Products #################


];
